adpyke.vscode-sql-formatter
alefragnani.bookmarks
alpha4.jsonl
antfu.goto-alias
antfu.iconify
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
arrrrny.zed-one-theme
avetis.tokyo-night
be5invis.vscode-custom-css
bierner.color-info
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
coenraads.disableligatures
csstools.postcss
dbaeumer.vscode-eslint
docker.docker
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
heybourn.headwind
irongeek.vscode-env
junstyle.php-cs-fixer
laravel.vscode-laravel
m1guelpf.better-pest
mehedidracula.php-namespace-resolver
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
patbenatar.advanced-new-file
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
samuelcolvin.jinjahtml
sandeshpandey.night-operator-theme
sleistner.vscode-fileutils
stackbreak.comment-divider
swordev.phpstan
tamasfe.even-better-toml
vitest.explorer
vue.volar
whizkydee.material-palenight-theme
will-stone.plastic
wix.vscode-import-cost
xdebug.php-debug
yoavbls.pretty-ts-errors
